Repository: alescdb/mailviewer
Catalog: po/*.po
Languages: fr_fr, it

source: Mail Viewer
it: Visualizzatore di posta

source: EML and MSG file viewer
fr_fr: Visionneuse de fichiers EML
it: Visualizzatore di file EML e MSG

source: MailViewer is a GNOME application that allows users to read and decode .eml and .msg files (email files) without having to install any additional software or create an account.
fr_fr: MailViewer est une application de bureau construite avec gtk4/adw et Rust qui permet aux utilisateurs de lire et de décoder des fichiers .eml et .msg (fichiers de courrier électronique). Il fournit une interface graphique pour faciliter la navigation et le rendu du contenu des e-mails, y compris les pièces jointes, le HTML et le texte brut.
it: MailViewer Ã¨ un'applicazione GNOME che consente agli utenti di leggere e decodificare file .eml e .msg (file di posta elettronica) senza dover installare alcun software aggiuntivo o creare un account.

source: It provides a graphical interface for easy navigation and rendering of email content, including attachments, HTML, and plain text.
fr_fr: MailViewer est une application de bureau construite avec gtk4/adw et Rust qui permet aux utilisateurs de lire et de décoder des fichiers .eml et .msg (fichiers de courrier électronique). Il fournit une interface graphique pour faciliter la navigation et le rendu du contenu des e-mails, y compris les pièces jointes, le HTML et le texte brut.
it: Offre un'interfaccia grafica per una facile navigazione e visualizzazione del contenuto delle email, inclusi allegati, HTML e testo normale.

source: Main Window (Light)
it: Finestra principale (chiaro)

source: Attachments (Light)
it: Allegati (chiaro)

source: Main Window (Dark)
it: Finestra principale (scura)

source: Attachments (Dark)
it: Allegati (scuro)

source: Add drag and drop support (file must have .eml or .msg extension)
it: Aggiunto il supporto drag-and-drop (il file deve avere estensione .eml o .msg)

source: Correct a crash when .msg has no attachments
it: Corretto un crash quando il file .msg non ha allegati

source: Add support for Outlook .msg
it: Aggiunto supporto per Outlook .msg

source: Fix flatpak version
it: Corretto la versione flatpak

source: Fix gmime-rs date memory problem
it: Risolto il problema della memoria della data di gmime-rs

source: Fix attachment adding up
it: Risolto il problema relativo all'aggiunta degli allegati

source: Fix gmime randomly crashing
it: Risolto il crash casuale di gmime

source: First flatpak release
it: Prima versione flatpak

source: Application
it: Applicazione

source: Show file name in title bar
fr_fr: Afficher le nom du fichier dans la barre de titre
it: Mostra il nome del file nella barra del titolo

source: Show plain text
fr_fr: Afficher le texte brut
it: Mostra testo normale

source: Show remote images
fr_fr: Afficher les images
it: Mostra immagini remote

source: Force CSS
fr_fr: Forcer le CSS
it: Forza CSS

source: From:
fr_fr: De:
it: Da:

source: From
fr_fr: De
it: Da:

source: Date
it: Data:

source: To:
fr_fr: A:
it: A:

source: To
fr_fr: A
it: A:

source: Subject:
fr_fr: Sujet:
it: Soggetto:

source: Subject
fr_fr: Sujet
it: Soggetto:

source: TEXT
fr_fr: TEXTE
it: TESTO

source: _Open...
fr_fr: _Ouvrir...
it: _Apri...

source: _Preferences
fr_fr: _Préférences
it: _Preferenze

source: _Reset Zoom
fr_fr: _Réinitialiser le zoom
it: _Reimposta zoom

source: _Keyboard Shortcuts
fr_fr: Raccourcis clavier
it: _Scorciatoie da tastiera

source: _About MailViewer
fr_fr: _A propos de MailViewer
it: _Informazioni su MailViewer

source: Save as...
fr_fr: Enregister sous...
it: Salva con nome...

source: Save attachment...
fr_fr: Enregister le fichier attaché...
it: Salva allegato...

source: _Cancel
fr_fr: _Annuler
it: _Annulla

source: _Open
fr_fr: _Ouvrir
it: _Apri

source: File Error
fr_fr: Erreur de fichier
it: Errore file

source: Failed to open file
fr_fr: Impossible d'ouvrir le fichier
it: Impossibile aprire il file

source: Open Mail File
fr_fr: Ouvrir un fichier
it: Apri file di posta

source: EML Files
fr_fr: Fichiers EML
it: File EML

source: Outlook Files
fr_fr: Fichiers Outlook
it: File di Outlook

source: {total} attachment
fr_fr: {total} fichier attaché
it: {total} allegato

source: No attachments
fr_fr: Aucun fichier attaché
it: Nessun allegato

source: Close
fr_fr: Fermer
it: Chiudi

source: Settings
fr_fr: Préférences
it: Impostazioni

source: Failed to get settings
fr_fr: Impossible de trouver les préférences
it: Impossibile ottenere le impostazioni
